{
    "id":  242,
    "mls_id":  7121,
    "name":  "Villa Don Pablo. Alborada",
    "price":  5266000,
    "new_price":  0,
    "old_price":  null,
    "currency":  "MXN",
    "office_id":  1,
    "status":  "Under Contract",
    "category":  "Pre Sales",
    "lot_meters":  233,
    "construction_meters":  120,
    "lot_feet":  2507.99,
    "construction_feet":  1291.67,
    "with_view":  "Mountain",
    "gated_comm":  "Any",
    "frontage":  null,
    "depth":  null,
    "total_acres":  0,
    "land_holding_type":  null,
    "bedrooms":  2,
    "bathrooms":  2,
    "half_bathrooms":  0,
    "floors":  1,
    "furnished":  "Any",
    "with_yard":  "Any",
    "building_is_detached":  "Any",
    "casita":  "no",
    "casita_bedrooms":  "Any",
    "casita_bathrooms":  "Any",
    "pool":  "no",
    "year_built":  2000,
    "remodeled_year":  2000,
    "house_style":  null,
    "house_construction":  null,
    "exterior_finish":  null,
    "roof":  null,
    "flooring":  null,
    "parking_number":  0,
    "parking_type":  "Any",
    "garage_description":  null,
    "address":  "Alborada San Miguel. Km.7.5 Carretera A Dolores",
    "zip_code":  "37893",
    "state_province":  "Guanajuato",
    "city":  "San Miguel de Allende",
    "neighborhood":  "Alborada",
    "country":  "Mexico",
    "latitude":  "20.9858300",
    "longitude":  "-100.8375900",
    "description_short_es":  "Alborada, San Miguel es un exclusivo desarrollo de 55 villas de estilo toscano personalizables, con 2, 3 o 4 habitaciones, diseñadas para ofrecer comodidad y lujo en una ubicación rural cercana al centro de San Miguel de Allende. Cuenta con amenidades como piscina, gimnasio, áreas al aire libre y transporte a la ciudad, destacando la villa Don Pablo, accesible y cómoda en un solo nivel.",
    "description_full_es":  "Alborada, San Miguel es un desarrollo exclusivo de solo 55 viviendas que ofrece hermosas casas en preventa: hechas a medida, ya sea de 2, 3 o 4 habitaciones. Nuestra hermosa y nueva comunidad ya cuenta con 6 residentes y el 50% ya está vendido. Nuestras villas son espaciosas, luminosas, modernas y elegantes, con una variedad de acabados y diseños disponibles. Todas cuentan con techos a dos aguas de doble altura y acabados en piedra y cantera. Las terrazas ofrecen la posibilidad de disfrutar del aire libre así como de hermosas vistas al campo. Para la comodidad de nuestros residentes, todas las villas tienen al menos un dormitorio con vestidor y un baño en la planta baja, lo que permite realizar las actividades diarias sin necesidad de usar escaleras. Estamos en una excelente ubicación, a solo diez minutos del centro de San Miguel de Allende. Es una zona rural con una gran variedad de lugares cercanos: el hermoso pueblo de Atotonilco, aguas termales, restaurantes, campos de golf y viñedos. El nuevo Boulevard de la Libertad asegura una vía que, además de ser cómoda y hermosa, garantiza un valor agregado. Para la conveniencia de los residentes, Alborada contará con transporte a la ciudad. Ofrecemos una amplia variedad de amenidades para nutrir tu salud física, mental y espiritual: Piscina Jacuzzi Terrazas Área de pérgola con asador Gimnasio Cancha de pickleball Estanque Terrazas con pérgolas junto al estanque Fogata Anfiteatro Huerto comunitario Comedor amplio con cocina Casa club Sala privada de \"Co-work\" Consultorio médico o enfermería Transporte a la ciudad Personaliza tu villa. Podemos modificar los espacios para adaptarlos a tus gustos y necesidades. Elige los acabados que más te gusten. Vive en una villa de lujo hecha a tu medida a un precio accesible. Las villas de nuestro desarrollo están construidas con materiales locales de alta calidad, como piedra y cantera. El estilo toscano de las casas fue diseñado por el arquitecto Oscar Gallardo y el plan maestro por el arquitecto Gregg Brown. Los tres prototipos de villa (2, 3 y 4 habitaciones) cuentan con techos de doble altura, proporcionando amplitud e iluminación a los espacios. Villa Don Pablo ofrece un estilo de vida muy cómodo en un solo nivel. Los pasillos y baños están diseñados para la circulación cómoda de una silla de ruedas. Vendemos casas en preventa, lo que permite la oportunidad de imaginar y hacer cambios al diseño original según tus necesidades, así como elegir tus acabados preferidos. VILLA DON PABLO 120 m² de construcción en un solo nivel 232.5 m² de terreno 2 habitaciones 5 baños Recámara principal con vestidor Dos chimeneas de gas Sala-comedor con techo de doble altura Terraza con pérgola Cocina equipada Área de lavandería Vestíbulo Dos lugares de estacionamiento",
    "description_short_en":  "Alborada, San Miguel is an exclusive development of 55 customizable Tuscan-style villas, with 2, 3, or 4 bedrooms, designed to offer comfort and luxury in a rural location close to the center of San Miguel de Allende. It features amenities such as a swimming pool, gym, outdoor areas, and transportation to the city, highlighting the Don Pablo villa, accessible and comfortable on a single level.",
    "description_full_en":  "Alborada, San Miguel is an exclusive (only) 55 home development that offers beautiful pre-sale homes: tailor-made, whether it\u0027s 2, 3, or 4 bedrooms. Our beautiful and new community has already 6 residents and 50% is already sold.Our villas are spacious, bright, modern, and elegant, with a variety of finishes and designs available. All of them feature double-height, gabled roofs, and stone and quarry finishes. The terraces offer the possibility of enjoying the outdoors as well as beautiful countryside views.For the convenience of our residents, all villas have at least one bedroom with a walk-in closet and a bathroom on the ground floor, allowing for everyday activities without the need for stairs.We are in an excellent location, just ten minutes from downtown San Miguel de Allende. It is a rural area with a significant variety of nearby places: the beautiful village of Atotoniclo, hot springs, restaurants, golf courses, and vineyards.The new Boulevard de la Libertad ensures a roadway that, in addition to being comfortable and beautiful, guarantees added value. For the convenience of residents, Alborada will have transportation to the city.We offer a wide variety of amenities to nurture your physical, mental, and spiritual health:Swimming poolJacuzziTerracesPergola area with barbecueGymPickleball courtPondTerraces with pergolas next to the pondFire pitAmphitheaterCommunity orchardSpacious dining room with kitchenClubhousePrivate \"Co-work\" roomMedical office or infirmaryTransportation to the cityPersonalize your villa. We can modify the spaces to suit your tastes and needs. Choose the finishes you like best. Live in a luxury villa tailored to you at an affordable price.The villas in our development are built with high-quality local materials, such as stone and quarry. The Tuscan style of the houses was designed by architect Oscar Gallardo and the master plan by architect Gregg Brown.The three villa prototypes (2, 3, and 4 bedrooms) feature double-height ceilings, providing spaciousness and illumination to the spaces.Villa Don Pablo offers a very comfortable lifestyle on a single level. The hallways and bathrooms are designed for the comfortable circulation of a wheelchair.We sell homes on pre-sale, which allows the opportunity to imagine and make changes to the original design according to your needs, as well as choose your preferred finishes.VILLA DON PABLO120 m² Construction on a single level232.5 m² Land2 bedrooms 5 bathrooms Master bedroom with walk-in closet Two gas fireplaces Living-dining room with double-height ceiling Terrace with pergola Equipped kitchen Laundry area Lobby Two parking spaces",
    "video_url":  null,
    "created_at":  "2025-04-15T06:45:03.000000Z",
    "updated_at":  "2025-11-13T21:20:26.000000Z",
    "featured_image":  "https://ampisanmigueldeallende.com/storage/properties/70992034-ddc3-4f1f-9c66-191738230e76/featured_image/7121_villa_don_pablo.__alborada__1706563845.jpg"
}
